---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsLandingType
source: html/cde99c1b-95e6-d70f-84e4-ed55a244b4e7.htm
---
# StairsLandingType Properties

The id of the assembly instance to which the element belongs.